import { Profession } from '.'

export const profession = {
  name: 'Дизайнер дополнительной реальности территорий',
  audioPath: '/audio/augment-reality-designer-territory.mp3',
  className: 'text-white bg-gradient-to-r from-orange-200 to-lime-200',
  icon: 'Laptop Mac',
  description: `#### Рассказ о дизайнере дополнительной реальности территорий

  Дизайнер дополнительной реальности территорий - разрабатывает различные пласты дополнительной реальности для определенной территории с учетом её ландшафта
  **Основные характеристики :**
  - **Умение работать с новыми технологиями:** Дизайнер дополнительной реальности территорий будут обладать навыками прикладными программами для создания объектов виртуального мира, а также иметь навыки программиста и уметь создавать точные и эстетически привлекательные виртуальные объекты
  - **Экологическое сознание:** Дизайнер дополнительной реальности территорий будут уделять большое внимание экологическим аспектам своей работы, например, использованию энергоэффективных технологий.
  
  В целом, дизайнер дополнительной реальности территорий будет представлять собой высококвалифицированного специалиста, обладающего широким спектром знаний и навыков, необходимых для работы.
  
  Надеюсь, эта информация была полезной! Если у вас есть еще вопросы, не стесняйтесь задавать.`
} satisfies Profession
