import { Profession } from '.'

export const profession = {
  name: 'Менеджер Космотуризма',
  className: 'text-white bg-gradient-to-r from-indigo-300 to-slate-700',
  icon: 'stars',
  audioPath: '/audio/cosmosturizma2.mp3',
  description: `#### Рассказ о Менеджере космотуризма
  :::
  here be **dragons**
  with a 'token' and a [link](https://quasar.dev)
  :::
 Менеджер космотуризма - это специалист, обладающий глубокими знаниями в области технологий, умеющий анализировать большие объемы данных и быстро принимать решения.
  
  **Основные характеристики менеджера космотуризма:**
  - ** Умение организовывать космические путешествия для клиентов, обеспечивая безопасность и комфорт во время полета.
  - **Понимание особенностей космических технологий, аппаратуры и инфраструктуры, включая знание космических аппаратов и станций.
 - **Должен обладать специализированными знаниями в области космического туризма, включая знание космических аппаратов, космических станций, а также особенностей космической физиологии и медицины.
  - **Понимание современных технологий, включая облачные вычисления и специализированные инструменты для управления космическими операциями.
  - **Знание современных тенденций и требований в области космического туризма, а также постоянное профессиональное развитие.
  
  Менеджер космотуризма представляет собой специалиста, организующего космические путешествия для клиентов, обеспечивая безопасность и комфорт во время полета.
  
  Надеюсь, эта информация была полезной! Если у вас есть еще вопросы, не стесняйтесь задавать.`
} satisfies Profession
