import { Profession } from '.'

export const profession = {
  name: 'Производитель вулканической соли',
  className: 'text-white bg-gradient-to-r from-rose-400 to-red-500',
  icon: 'work',
  description: `#### Рассказ о традиационном производстве вулканической соли
  :::
  here be **dragons**
  with a 'token' and a [link](https://quasar.dev)
  :::
  Традиционный способ производства вулканических
  
  **Основные характеристики слесаря будущего:**
  - **Умение работать с новыми технологиями:** Слесари будущего будут обладать навыками работы с автоматизированными системами, роботами, искусственным интеллектом и другими передовыми технологиями.
  - **Знание программирования и робототехники:** Слесари будущего будут обучены программированию и робототехнике, чтобы уметь обслуживать и программировать автоматизированные системы и роботов.
  - **Умение работать с 3D-печатью:** Слесари будущего будут использовать 3D-печать для создания запчастей и инструментов на месте.
  - **Навыки анализа данных и диагностики:** Слесари будущего будут использовать анализ данных и диагностические инструменты для определения проблем и поиска эффективных решений.
  - **Экологическое сознание:** Слесари будущего будут уделять большое внимание экологическим аспектам своей работы, например, использованию энергоэффективных технологий и утилизации отходов.
  
  В целом, слесарь будущего будет представлять собой высококвалифицированного специалиста, обладающего широким спектром знаний и навыков, необходимых для работы с передовыми технологиями и обеспечения эффективной работы различных систем и оборудования.
  
  Надеюсь, эта информация была полезной! Если у вас есть еще вопросы, не стесняйтесь задавать.`
} satisfies Profession
