import { Profession } from '.'

export const profession = {
  name: 'Производитель вулканической соли',
  className: 'bg-gradient-to-r from-slate-500 to-slate-800',
  icon: 'hiking',
  description: `#### Рассказ о традиационном производстве вулканической соли
  :::
   Проект создан
   в соавторстве с ютуб каналом [Evgeny Panasyuk](http://youtu.be/M34kbJ4LAGc)
  :::
  Традиционный способ производства вулканических солей крайне сложный и трудоёмкий. Нужно быть физически развитым и старательным для достижения нужного результата.
  
  **Основные характеристики Проиводителя соли:**
  - **Мастер своего дела:** Производитель солей должен безупречно знать процесс производства своего продукта, иметь необходимые инструменты: скребки и ведра, сито, коромысло и т.п.
  - **Процесс производства:** Для начала, нужно найти источник солёной воды. Если вам повезло заспавниться рядом с морем, то пользуйтесь этим. Несколько ведер солёной воды нужно небольшими порциями расплёскивать по горячему вулканическому песку с пеплом. Затем, после испарения морской воды вам предстоит отсеять соль от песка с помощью специального скребка. После всех этих махинаций осталось лишь перебрать и расфасовать соль.
  - **Канешно, солнешно:** Тропический климат - непредсказуемая и порой очень опасная штука. То солнце сжигает тропики, то ливни их сносят. Тебя может как затопить, так и залить магмой. Можно добавить ещё ядовитых животных и паразитов. Чем не рай?!.
  - **Редкая профессия:** Надо признать, что данная профессия достаточно редкая, т.к не у каждого рядом с квартирой стоит извергается вулкан и плещется тропическое море. И плюсом ко всему, большинство солей производится автоматически, а не традиционно. Из этого вытекает проблема: профессия не сильно востребованна. Но на её исторической родине, это, зачастую единственный способ зароботка. К тому же нестабильный и трудный.
  
  Вывод: профессия производителя вулканической соли - очень трудная и к тому же практически не востребованна. Работа в сложном климате с ядовитыми гадами , тяжёлым трудом и нестабильным доходом тоже доставляет удовольствие и, возможно является единственной работой на 1000кв.км. Поэтому, на ваш страх и риск...
  
  Надеюсь, эта информация была полезной! Если у вас есть еще вопросы, не стесняйтесь задавать.`
} satisfies Profession
